Repository: MohamedEl-Rabea/Sample
Catalog: Moj.CMS.Web/Resources/Pages/Dashboard/Dashboard.*.resx
Languages: ar

source: Cases
ar: طلبات التنفيذ

source: Central Bank
ar: بنك مركزى

source: Courts Report
ar: تقرير محاكم

source: Finished Today
ar: المنجز اليوم

source: Finished weekly
ar: المنجز الاسبوعي

source: Mazad
ar: مزاد

source: Page Under Construction
ar: الصفحة قيد الانشاء

source: Paid
ar: مدفوع

source: Reports
ar: محاضر

source: Request
ar: طلب

source: Sadad
ar: سداد

source: Sama
ar: ساما

source: Seizing Orders
ar: أوامر الحجز

source: Technical Problem
ar: مشكله تقنيه

source: The sum of finished cases this week compared to last week
ar: مجموع الطلبات المنجزة في الاسبوع الحالي مقارنة بالاسبوع الماضي

source: The sum of finished cases today
ar: مجموع الطلبات المنجزة اليوم

source: Today financial claims
ar: مطالبات مالية اليوم

source: Today received cases
ar: طلبات التنفيذ المستلمة اليوم

source: Today sadad invoices
ar: فواتير سداد اليوم

source: TodayFundResources
ar: مصادر النقد لهذا اليوم

source: Under Construction
ar: قيد الإنشاء

source: UnPaid
ar: غير مدفوع
