Repository: MohamedEl-Rabea/Sample
Catalog: Moj.CMS.Web/Resources/App.*.resx
Languages: ar

source: Account
ar: الحساب

source: Account Details
ar: كشف الحساب

source: Actions
ar: أوامر

source: Add
ar: إضافه

source: Adjustment Reports
ar: محاضر واوامر تحديث الحق

source: Adjustments
ar: التسويات

source: Administration
ar: إدارة

source: Area
ar: المنطقة

source: AreaCode
ar: رقم المنطقه

source: Areas
ar: المناطق

source: Bank accounts
ar: الحسابات البنكية

source: BankAccountsString
ar: الحسابات البنكيه

source: Basic data
ar: البيانات الأساسية

source: Cancel
ar: إلغاء

source: Case Number
ar: رقم الطلب

source: Case profile
ar: محفظة طلب التنفيذ

source: Case Statuses
ar: قائمة حالات طلبات التنفيذ

source: Case Types
ar: قائمة أنواع طلبات التنفيذ

source: CaseNumber
ar: رقم طلب التنفيذ

source: Cases
ar: طلبات التنفيذ

source: Claim Basic Info
ar: بيانات المطالبة الاساسية

source: Claim Dashboard
ar: لوحة معلومات المطالبة

source: Claim History
ar: أحداث المطالبة

source: Changes
ar: تغييرات

source: Claims
ar: المطالبات المالية

source: Claims Statuses
ar: قائمة حالات المطالبات المالية

source: Clear
ar: الغاء

source: Code
ar: الكود

source: Collection channels
ar: قنوات التحصيل

source: Confirm
ar: تأكيد

source: Court
ar: المحكمة

source: CourtCode
ar: كود المحكمة

source: Courts
ar: المحاكم

source: Create
ar: إنشاء

source: Creation Date
ar: تاريخ الإنشاء

source: Crerate Employee
ar: موظف جديد

source: Current Case Amount
ar: اجمالي المطالبة المالية

source: Current Court
ar: المحكمة الحالية

source: Current Division
ar: الدائرة الحالية

source: Current Judge
ar: القاضى الحالى

source: Current Mahasa Judge
ar: قاضى المحاصة الحالى

source: Dashboard
ar: لوحة المعلومات

source: Debt Type
ar: تصنيف الدين

source: Delete
ar: حذف

source: Delete Confirmation
ar: تأكيد الحذف

source: Delete Content
ar: هل تريد حقًا الحذف؟

source: Description
ar: الوصف

source: Details
ar: التفاصيل

source: Display Name
ar: اسم العرض

source: Division
ar: الدائرة

source: Divisions
ar: قائمة دوائر التنفيذ

source: DivisionStatus
ar: الحالة

source: Do you really want to logout?
ar: هل تريد حقًا تسجيل الخروج؟

source: Edit
ar: تعديل

source: Edit Employee
ar: تعديل

source: Email
ar: البريد إلكتروني

source: Email Host
ar: مضيف البريد الإلكتروني

source: Error
ar: خطأ

source: Events
ar: الأحداث

source: Execution Orders
ar: طلبات التنفيذ

source: Export
ar: انشاء اكسل

source: Filter
ar: فلتر

source: Financial Adjustment Reasons
ar: قائمة أسباب التحديثات المباشرة

source: Financial Claim Number
ar: رقم المطالبة

source: Financial Claim Status
ar: حالة المطالبة المالية

source: Financial Claim Wallet
ar: محفظة المطالبة المالية

source: Financial Claims
ar: المطالبات المالية

source: FirstName
ar: الاسم الاول

source: General
ar: عام

source: Hangfire
ar: وظائف النظام

source: Hello world
ar: مرحبا

source: Home
ar: الرئيسية

source: Id
ar: رقم

source: information
ar: معلومة

source: Information panel
ar: لوحة المعلومات

source: Input Details
ar: تفاصيل المُدخل

source: Is Active
ar: نشيط

source: Judge
ar: القاضى

source: Judges
ar: قائمة قضاة التنفيذ

source: Log Details
ar: تفاصيل الخطأ

source: Log Exception
ar: تفاصيل الخطأ

source: Log Info
ar: معلومات الخطأ

source: Log Level
ar: مستوى الخطأ

source: Log Message
ar: رسالة الخطأ

source: Logout
ar: تسجيل الخروج

source: Logout Confirmation
ar: تأكيد تسجيل الخروج

source: Logs
ar: سجلات التدقيق

source: Message
ar: الرساله

source: Name
ar: الاسم

source: Notifications
ar: الاشعارات

source: Number of Cases
ar: عدد طلبات التنفيذ المرتبطة

source: Others Actions
ar: أوامر أخرى

source: Page Under Construction
ar: الصفحة قيد الانشاء

source: Parties
ar: المستفيدون

source: Party Identity Types
ar: قائمة أنواع هويات المستفيدين

source: Party Locations
ar: قائمة مكان إقامة المستفيدين

source: Password
ar: كلمه السر

source: Pay Orders
ar: أوامر الصرف

source: Payment channels
ar: قنوات الدفع

source: Payment Channels for Beneficiary
ar: قنوات الدفع للمستفيد

source: Port
ar: نقطة الاتصال

source: Promissories
ar: السندات التنفيذية

source: Promissory Number
ar: رقم السند

source: Promissory Type
ar: نوع السند

source: Promissory Types
ar: قائمة أنواع سندات التنفيذ

source: Reconciliations
ar: المطابقات

source: Reload
ar: تحديث

source: Reports
ar: التقارير

source: Request Id
ar: رقم الطلب

source: Request Name
ar: إسم الطلب

source: Roles
ar: ادوار المستخدمين

source: Save
ar: حفظ

source: Save Changes
ar: حفظ التغييرات

source: Seizing Orders
ar: أوامر الحجز

source: Select..
ar: اختر ..

source: Settings
ar: اعدادات النظام

source: SMS
ar: الرساله النصيه

source: Source Phone Number
ar: رقم المحمول

source: Status
ar: الحاله

source: Success
ar: تم بنجاح

source: System Lists
ar: القوائم

source: Table Types
ar: نوع القائمة

source: Transfers
ar: التحويلات

source: Update
ar: تحديث

source: Use Ssl
ar: استخدام الاتصال الامن

source: User Administration
ar: إدارة المستخدمين

source: User Name
ar: إسم المستخدم

source: UserName
ar: إسم المستخدم

source: Users
ar: المستخدمين

source: Value
ar: القيمه

source: View
ar: عرض

source: Case Amount
ar: إجمالي المطالبة المالية

source: Case Remaining Amount
ar: المبلغ المتبقي

source: Case Status
ar: حاله طلب التنفيذ

source: Case Summary
ar: الملخص

source: Case Type
ar: نوع طلب التنفيذ

source: Case Bank Accounts
ar: عدد الحسابات البنكية المرتبطة

source: Case Events
ar: الأحداث

source: Claims Count
ar: عدد المطالبات المالية

source: d
ar: ي

source: Parties Count
ar: عدد أطراف طلب التنفيذ

source: Promissories Count
ar: عدد سندات التنفيذ

source: SAR
ar: ر.س

source: Case Age
ar: عمر الطلب

source: Closed From
ar: منتهية منذ

source: h
ar: س

source: Received From
ar: مستلمة منذ

source: RemainingAmount
ar: المبلغ المتبقى

source: RequiredAmount
ar: المبلغ المطلوب

source: Party Identity Number
ar: رقم الهوية

source: Count
ar: العدد

source: Account Statement
ar: كشف حساب

source: Creditor-Rights
ar: الحقوق- دائن

source: Debt-Debts
ar: الديون-مدين

source: Party Profile
ar: محفظة المستفيد

source: m
ar: د

source: Identity Number
ar: رقم الهوية

source: Identity type
ar: نوع الهوية

source: Party Type
ar: طبيعة المستفيد

source: Cases Status
ar: حالة طلبات التنفيذ

source: Date
ar: التاريخ

source: Event
ar: الحدث

source: Account Name
ar: إسم الحساب

source: Account Number
ar: رقم الحساب

source: Account Type
ar: نوع الحساب

source: Bank
ar: البنك

source: Acceptance Date
ar: تاريخ القبول

source: Receive Date
ar: تاريخ الاستلام

source: Select Case Status
ar: اختر حالة طلب التنفيذ

source: Select Case Type
ar: اختر نوع طلب التنفيذ

source: Select Court
ar: اختر المحكمة

source: Select Division
ar: اختر الدائرة

source: Select Judge
ar: اختر القاضى

source: Role
ar: الدور

source: Role Summary
ar: ملخص الأدوار

source: Type
ar: النوع

source: Select Case Operation
ar: اختر الحدث

source: Accused
ar: المدين

source: Cashing
ar: صرف

source: Cheque
ar: شيك

source: Claim Details
ar: تفاصيل المطالبة

source: Claim Number
ar: رقم المطالبة

source: Complaint
ar: الدائن

source: Debt Amount
ar: قيمة الدين

source: Hide
ar: اخفاء

source: Hide All
ar: اخفاء الكل

source: Named
ar: اسميه

source: Pays
ar: تسديدات

source: Billing Amount
ar: المفوتر

source: Report
ar: محاضر

source: Required Amount
ar: اجمالى المطالبة قبل

source: Show
ar: عرض

source: Show All
ar: عرض الكل

source: Total Collected Amount
ar: إجمالى المبالغ المحصلة

source: Total Remaining Amount
ar: إجمالى المتبقى

source: Total Required Amount
ar: اجمالي المطالبات المالية على الطلب

source: Transfer
ar: تحويل

source: Rows Per Page
ar: عدد العناصر فى الصفحه:

source: Number of pages
ar: عدد الصفحات

source: {last_item}-{first_item} of {all_items}
ar: {last_item}-{first_item} من {all_items}

source: Bank Account
ar: حساب بنكى

source: Check
ar: شيك

source: Creditor Collection
ar: المحصل للدائن

source: Creditor Pay Order
ar: أوامر الصرف للدائن

source: Edit Right Channels
ar: قنوات التعديل على الحقوق

source: In Payment Channels
ar: قنوات الدفع الداخلية

source: Nominal Transfer
ar: حواله اسمية

source: Out Payment Channels
ar: قنوات الدفع الخارجية

source: Pay Creditor Right
ar: تسديد حق لدائن

source: Pay Reports
ar: محاضر

source: Time (MS)
ar: الوقت (ج ث)

source: Advanced Search
ar: بحث متقدم

source: IsActive
ar: الحالة

source: Remaining Amount
ar: اجمالى المطالبة بعد

source: FinancialClaimStatus
ar: حالة المطالبة المالية

source: Financial Claim Statuses
ar: قائمة حالات المطالبات المالية

source: Amount In Riyal
ar: القيمة بالريال السعودى

source: Cash Amount
ar: قيمة النقد

source: Loading...
ar: جارى التحميل

source: No matching records found
ar: لا توجد بيانات

source: MS
ar: ج ث

source: Updated By
ar: بواسطة

source: Case
ar: طلب التنفيذ

source: Identity
ar: الهوية

source: Remaining
ar: المتبقي

source: Required
ar: المطلوب

source: Promissory Date
ar: تاريخ السند

source: Timeline
ar: الجدول الزمنى

source: Manage Roles
ar: إدارة الأدوار

source: View Profile
ar: عرص الصفحة الشخصية

source: Party Number
ar: رقم الطرف

source: Promissories Numbers
ar: رقم السند

source: Claim profile
ar: محفظة المطالبة

source: Adjustment Amount
ar: قيمة التحديث

source: Adjustment Reason
ar: سبب التحديث

source: Report Date
ar: تاريخ المحضر

source: New Amount
ar: القيمة الجدبدة

source: Old Amount
ar: القيمة السابقة

source: Judge Order
ar: امر قاضي

source: Cases Menu
ar: قائمة طلبات التنفيذ

source: Adjustment Channels
ar: قنوات التعديل على الحقوق

source: Add New Debt
ar: اضافة دين

source: Manage Lookups
ar: ادارة القوائم

source: Manage Notifications
ar: ادارة الاشعارات

source: Entity History
ar: سجل التعديلات

source: Entity Id
ar: رقم الكيان

source: Entity Name
ar: إسم الكيان

source: Operation Type
ar: نوع العملية

source: New Value
ar: القيمة الجديدة

source: Old Value
ar: القيمة القديمة

source: Property Name
ar: إسم الصفة

source: Report Amount
ar: قيمة المحضر

source: No changes found
ar: لا توجد تعديلات

source: View Changes
ar: عرض التعديلات

source: View Details
ar: عرض التفاصيل

source: Command
ar: أمر

source: Query
ar: إستعلام

source: Request Type
ar: نوع الطلب

source: Accused Count
ar: عدد المنفذ ضدهم

source: Complaint Count
ar: عدد طلاب التنفيذ

source: Effect Reason
ar: سبب التأثير

source: Effect Type
ar: نوع التأثير

source: Discounts And Effects
ar: التأثيرات والخصومات

source: Effect And Discount Amount
ar: قيمة التأثير

source: Created By
ar: بواسطة

source: Requesters Count
ar: عدد طلاب التنفيذ

source: Respondents Count
ar: عدد المنفذ ضدهم

source: Print/PDF
ar: طباعة/تصدير PDF

source: Claim Date
ar: تاريخ المطالبة

source: Total Credits Amount
ar: إجمالى الحقوق

source: Total Required Amounts
ar: إجمالى الديون

source: Nationality
ar: الجنسية

source: VIbans
ar: الحسابات الافتراضية

source: Collection Account
ar: رقم الحساب التجميعي

source: Reference Name
ar: ارتباط الحساب البنكي

source: Reference Type
ar: اسم الهدف المنشأ له

source: Transaction Count
ar: حركات الحساب البنكي

source: Max Required Amount
ar: اكبر قيمه للمبلغ المطلوب

source: Min Required Amount
ar: اقل قيمه للمبلغ المطلوب

source: Max Credits
ar: الحد الاعلى للحقوق

source: Max Debts
ar: الحد الاعلى للديون

source: Min Credits
ar: الحد الادنى للحقوق

source: Min Debts
ar: الحد الادنى للديون

source: Credit Cases Count
ar: عدد الطلبات كطالب تنفيذ

source: Debt Cases Count
ar: عدد الطلبات كمنفذ ضده

source: Date Of Birth
ar: تاريخ الميلاد

source: Female
ar: أنثى

source: Gender
ar: النوع

source: Loaction
ar: الموقع

source: Male
ar: ذكر

source: Cases Count
ar: عدد طلبات التنفيذ

source: Total Debts Amount
ar: إجمالى الديون

source: Total Paid Amount
ar: إجمالى المبالغ المدفوعة

source: Payment Channel Number
ar: رقم قناة الدفع

source: Account Status
ar: حالة الحساب

source: Issue Date
ar: تاريخ الانشاء

source: Alias
ar: الاسم المستعار

source: Reference Number
ar: رقم الهدف

source: Select Reference Type
ar: اختر اسم الهدف

source: Number of Claims
ar: عدد المطالبات المالية المرتبطة

source: Number of Parties
ar: عدد الأطراف المرتبطة

source: Party IBAN Number
ar: رقم الحساب البنكى الحقيقى

source: Phone Number
ar: رقم الهاتف

source: Accused Party Cases
ar: طلبات التنفيذ للطرف كمنفذ ضده

source: Approved Amount
ar: المبلغ المطلوب تنفيذه

source: Case Basic Amount
ar: المبلغ الأساسي

source: Complaint Party Cases
ar: طلبات التنفيذ للطرف كطالب تنفيذ

source: Total Case Collected Amount
ar: اجمالي المحصل

source: Total Party Case Accuesed Amount
ar: إجمالى المستحق على الطرف

source: Total Remaining Party Case Accuesed Amount
ar: القيمة المستحقة المتبقية على الطرف

source: Total Party Case Complaint Amount
ar: حق الطرف من الاجمالى

source: Total Remaining Party Case Complaint Amount
ar: القيمة المتبقية من حق الطرف

source: Total Transfered Amount
ar: اجمالي ما تم تحويله

source: Final Balance Amount
ar: الرصيد النهائي

source: Financial Transaction CaseNumber
ar: طلب تنفيذ الحركة المالية

source: Financial Transaction Date
ar: تاريخ الحركة المالية

source: Financial Transaction Number
ar: رقم الحركة المالية

source: Financial Transaction Paid Amount
ar: قيمة الحركة المالية المدفوعة

source: Financial Transaction Ref
ar: الرقم المرجعي للحركة المالية

source: Financial Transaction Remaining Amount
ar: إجمالي القيمة المتبقية للمطالبة المالية

source: Financial Transaction Source
ar: مصدر الحركة المالية

source: Financial Transaction Transfered Amount
ar: قيمة المحول من الحركة المالية المدفوعة

source: Financial Transaction Type
ar: نوع الحركة المالية

source: Account Validity Status
ar: حالة التأكد من صلاحية الحساب

source: Account Verification Status
ar: حالة التحقق من الحساب البنكي

source: Cach Notice Amount
ar: قيمة مبلغ اشعار النقد

source: Cach Notice Date
ar: تاريخ اشعار النقد

source: Collected Amount
ar: المبلغ المحصل

source: Collection Channel
ar: قناة التحصيل

source: Collection Channel Type
ar: نوع قناة التحصيل

source: Not Has Account Reason
ar: سبب عدم وجود حساب بنكي

source: Payment Notice Amount
ar: قيمة مبلغ اشعار الدفع

source: Payment Notice Date
ar: تاريخ اشعار الدفع

source: Ref Number
ar: رقم المرجع

source: Settlement Date
ar: تاريخ التسوية

source: Settlement Result
ar: نتيجة التسوية

source: Sadad Invoices
ar: فواتير سداد
